Repository: NiranjanBK/Investtech
Catalog: lib/l10n/app_*.arb
Languages: da, no

# analysis_home_header_template
source: Analysis: {date}
da: Analyser: %1$s
no: Analyser: {date}

# language_code
source: en
da: da
no: no

# full_disclaimer
source: Investtech guarantees neither the entirety nor accuracy of the analyses. Any consequent exposure related to the advice/signals which emerge in the analyses is completely and entirely at the investors own expense and risk. Investtech is not responsible for any loss, either directly or indirectly, which arises as a result of the use of Investtech\'s analyses. Details of any arising conflicts of interest will always appear in the investment recommendations. Further information about Investtech\'s analyses can be found here www.investtech.com/disclaimer The content provided by Investtech.com is NOT SEC or FSA regulated and is therefore not intended for US or UK consumers.
da: Investtech garanterer ikke for fuldstændigheden eller rigtigheden af analysen. Eventuel eksponering i forhold til de råd / signaler, som fremkommer i analyserne, står helt og holdent for investors regning og risiko. Investtech er hverken direkte eller indirekte ansvarlig for tab, der opstår som følge af brug af Investtechs analyser. Oplysninger om eventuelle interessekonflikter vil altid fremgå af investeringsanbefalingen. Yderligere information om Investtechs analyser findes her www.investtech.com/disclaimer The content provided by Investtech.com is NOT SEC or FSA regulated and is therefore not intended for US or UK consumers.
no: Investtech garanterer ikke fullstendigheten eller riktigheten av analysen. Eventuell eksponering i henhold til rådene/signalene som fremkommer i analysene står fullt og helt for investors regning og risiko. Investtech er ikke ansvarlig for noe tap, verken direkte eller indirekte, som oppstår som en følge av bruk av Investtechs analyser. Opplysninger om eventuelle interessekonflikter vil alltid fremgå av investeringsanbefalingen. Ytterligere informasjon om Investtechs analyser finnes på www.investtech.com/disclaimer

# short_disclaimer
source: Investtech is not responsible for any loss, either directly or indirectly, which arises as a result of the use of Investtech\'s analyses. Further information about Investtech\'s analyses can be found here www.investtech.com/disclaimer
da: Investtech er ikke ansvarlig for tab af nogen art, hverken direkte eller inddirekte, der måtte opstå som et resultat af brugen af Investtech\'s analyser. Yderligere information om Investtech\'s analyser findes her www.investtech.com/disclaimer
no: Investtech er ikke ansvarlig for noe tap, verken direkte eller indirekte, som oppstår som en følge av bruk av Investtechs analyser. Ytterligere informasjon om Investtechs analyser finnes på www.investtech.com/disclaimer

# unknown_error
source: An unknown error occurred
da: En uventet fejl er opstået
no: En ukjent feil har oppstått

# press_back_to_exit
source: Press BACK again to exit
da: Tryk på TILBAGE igen for at afslutte
no: Klikk TILBAKE igjen for å gå ut

source: No matches found
da: Ingen match fundet
no: Ingen treff

source: Skip
da: Spring over
no: Hopp over

source: Clear
da: Ryd
no: Slett

source: Save
da: Gem
no: Lagre

source: Close
da: Slutkurs
no: Sluttkurs

source: Change
da: Ændring
no: Endring

source: Market
da: Marked
no: Marked

source: Stock Exchange Barometer
da: Børsmarked barometer
no: Børsbarometer

source: Market commentary
da: Markedskommentar
no: Markedskommentar

source: Today\'s Signals
da: Dagens signaler
no: Dagens signaler

source: Indices analysis
da: Indexanalyser
no: Indeksanalyser

# indices_evaluation
source: Indices evaluations
da: Indices evaluation
no: Indeksvurderinger

source: Today\'s candidate
da: Dagens kandidat
no: Dagens aksje

source: Favourites
da: Favoritter
no: Favoritter

source: Top20
no: Topp 20

source: Home
da: Hjem
no: Hjem

source: Subscriptions
da: Abonnementer
no: Abonnement

source: Web View
da: Webvisning
no: På web

source: Index
da: Indeks
no: Indeks

source: Short Term
da: Kort sigt
no: Kort sikt

source: Medium Term
da: Mellemlangt sigt
no: Mellomlang sikt

source: Long Term
da: Langt sigt
no: Lang sikt

source: Do not include
da: Medtag ikke
no: Ikke vis

source: Reorder
da: Omarranger
no: Omorganiser

# home_min_items
source: Minimum 3 items
da: Minimum tre items
no: Minst 3 elementer

# none_excluded_home
source: None excluded
da: Ingen udelukket
no: Ingen ekskludert

# error_saving_home_order
source: Error in saving home order
da: Fejl ved at gemme hjemrekkefølge
no: Feil ved lagring av hjem rekkefølge

source: Username
da: Brugernavn
no: Brukernavn

source: Password
da: Kodeord
no: Passord

source: Login
da: Log på
no: Logg inn

source: Login to Investtech.com
da: Log på Investtech.com
no: Logg inn på Investtech.com

# investtech_tag_line
source: Investtech does Technical Analyses of stocks for you
da: Investtech foretager tekniske analyser af aktier for dig
no: Investtech gjør teknisk analyse av aksjer for deg

source: Partners
da: Partnere
no: Partnere

source: Go back
da: Gå tilbage
no: Tilbake

source: Go forward
da: Gå frem
no: Fram

source: Logout
da: Log ud
no: Logg ut

# web_login_invalid
source: Username/Password not valid
da: Brugernavn/Kodeord ikke gyldigt
no: Ugyldig brukernavn/passord

source: Subscribe
da: Abonner
no: Abonner

# manage_subscriptions
source: Manage
da: Styr
no: Administrer

source: Restore Purchases
da: Genopret
no: Gjenopprett

# top20_store_desc
source: Top 20 list of best buy candidates per market
da: Top 20 liste over kandidater til bedste køb per marked
no: De topp 20 beste kjøpskandidatene per marked

source: Advanced Charts
da: Avancerede diagrammer
no: Avanserte charts

# advanced_charts_store_desc
source: Get access to analyses with concrete recommendations for more than 29,000 stocks
da: Få adgang til analyser med konkrete anbefalinger til mere end 29,000 aktier
no: Få tilgang til analyser med konkrete anbefalinger for mer enn 29.000 aksjer

source: Unlock all
da: Lås alle op
no: Kjøp alt

# unlock_all_store_desc_template
source: Save %1$s when you unlock all features
da: Spar %1$s når du låser alle funktioner op
no: Spar %1$s når du kjøper alt

source: Purchase
da: Købt
no: Kjøp

source: Read more
da: Læs mere
no: Les mer

# auto_renew_message
source: This is a monthly subscription which will automatically renew until cancelled.
da: Dette er et månedsabonnement, som vil blive fornyet automatisk, indtil det bliver slettet.
no: Dette er et selvfornyende månedlig abonnement som løper til det sies opp.

# per_month_short
source: /month
da: /måned
no: /måned

source: Subscription valid till
da: Abonnement gældende til
no: Abonnement gyldig til

# top20_in_app_desc_1
source: Daily updated list of 20 best buy candidates based on Investtech\'s technical analysis system.
da: Dagligt opdateret liste over de 20 kandidater til bedste køb baseret på Investtech\'s tekniske analyse-system.
no: Daglig oppdatert liste over de 20 beste kjøpskandidatene basert på Investtechs system for teknisk analyse.

# top20_in_app_desc_2
source: Advanced charts & explanation for these candidates for short, medium & long term perspectives.
da: Avancerede diagrammer og forklaringer for disse kandidater for kort-, mellem- og langsigtede perspektiver.
no: Avanserte charts og forklaringer for disse kandidatene på kort, mellomlang og lang sikt.

# advanced_charts_in_app_desc_1
source: Medium term charts and analyses
da: Mellemlangt sigt-diagram og analyser
no: Charts og analyser på mellomlang sikt

# advanced_charts_in_app_desc_2
source: Recommendations for more than 29,000 stocks
da: Anbefalinger for mere end 29,000 aktier
no: Anbefalinger for mer enn 29.000 aksjer

source: Refresh
da: Opdater
no: Forfriske

source: Search
da: Søg
no: Søk

source: Search Investtech
da: Søg på Investtech
no: Søk Investtech

source: Stocks
da: Aktier
no: Aksjer

source: Indices
da: Indeks
no: Indekser

source: Currencies
da: Valutaer
no: Valuta

source: Commodities
da: Handelsvare
no: Råvarer

source: Recent searches
da: Seneste søgninger
no: Siste søk

source: Search results
da: Resultat af søgning
no: Søkeresultater

source: Account Settings
da: Kontoindstillinger
no: Kontoinnstillinger

source: Account
da: Konto
no: Konto

source: Language
da: Sprog
no: Språk

source: Help
da: Hjælp
no: Hjelp

source: Chart Explanation
da: Diagramforklaringer
no: Chartforklaring

source: Support
no: Kundeservice

source: About
da: Om
no: Om

source: Write us a review
da: Skriv en anmeldelse af os
no: Gi oss en anmeldelse

source: Version
no: Versjon

source: Settings
da: Indstillinger
no: Innstillinger

source: Sharing
da: Deling
no: Del

source: Include notes
da: Inkludér noter
no: Inkluder notater

source: Newsletter Subscription
da: Nyhedsbrev-abonnement
no: Nyhetsbrev

source: Privacy Policy
da: Privatlivspolitik
no: Retningslinjer for personvern

# terms_and_conditions
source: Terms & Conditions
da: Vilkår og betingelser
no: Vilkår og betingelser

# saved_to_favorites
source: Saved to Favourites & Notes
da: Tilføjet til favoritter og Notater
no: Lagret i Favoritter & Notater

source: No Internet.
da: Ingen webforbindelse
no: Mangler nettilgang

source: Done
da: Færdig
no: Ferdig

source: Cancel
da: Annuller
no: Avbryt

source: Please wait
da: Vent venligst
no: Vent

source: Sort
da: Opdel
no: Sorter

source: Sort by
da: Opdel efter
no: Sorter etter

source: Just now
da: Lige nu
no: Nå

source: ago
da: siden
no: siden

# ago_template
source: %1$s ago
da: %1$s siden
no: %1$s siden

source: Got it
no: OK

# last_updated_home_header_template
source: Last updated: %1$s
da: Sidst modificeret
no: Sist oppdatert: %1$s

# webview_footer_info
source: Exclusively for our website subscribers.
da: Eksklusivt for vores webabonnenter
no: Kun for abonnenter på våre analysetjenester på web.

source: Subscribed
da: Abonneret
no: Kjøpt

source: Restoring Purchases…
da: Genoprette køb…
no: Gjenoppretter kjøp…

# top20_store_desc_short
source: Daily updated list of best buy candidates
da: Dagligt opdateret liste over kandidater til bedste køb.
no: En daglig oppdatert liste med de beste kjøpskandidatene

# advanced_charts_store_desc_short
source: Analysis and recommendations for 29,000+ stocks
da: Analyser & anbefalinger af 29,000+ aktier
no: Analyser og anbefalinger for 29.000 aksjer

source: per month
da: Per måned
no: Per måned

# per_month_template
source: %1$s/month
da: %1$s/måned
no: %1$s/måned

# per_month_after_template
source: %1$s/month after free trial
da: %1$s/måned efter gratis periode.
no: %1$s/måned etter gratisperioden.

source: Already a web subscriber?
da: Allerede webabonnent?
no: Abonnent på web?

source: Web subscriber
da: Webabonnent
no: Abonnent på web

# chart_explanation_summary
source: Understand our charts
da: Forstå vores diagrammer
no: Forstå våre charts

# subscribing_newsletter
source: Subscribing to Newsletter
da: Abonnere på nyhedsbrev
no: Abonner på Nyhetsbrev

# subscribe_newsletter_success
source: Subscribed to Newsletter successfully
da: Du abonnerer nu på nyhedsbrevet
no: Abonnement på Nyhetsbrev aktivert

# un_subscribing_newsletter
source: Un-subscribing from Newsletter Subscription
da: Opsige abonnement på nyhedsbrev
no: Avbestill Nyhetsbrev

# un_subscribe_newsletter_success
source: Un-subscribed from the Newsletter successfully
da: Dit abonnement på nyhedsbrev er nu opsagt
no: Abonnement på Nyhetsbrev avsluttet

# email
source: Email address
da: Mailadresse
no: E-post-adresse

# invalid_email
source: Please enter a valid email address
da: Skriv venligst en gyldig mailadresse
no: Oppgi en gyldig e-post-adresse

# news_letter_summary
source: Free daily newsletter every morning!
da: Gratis dagligt nyhedsbrev hver morgen!
no: Gratis nyhetsbrev hver dag!

# news_letter_points_title
source: Get a daily overview of the market!
da: Få et dagligt overblik over markedet!
no: Få daglig oversikt over markedet!

# news_letter_points_desc
source: - The best newsletter in the market - By e-mail every morning, for free
da: - Det bedste nyhedsbrev på markedet - Via mail hver morgen, helt gratis
no: - Markedets beste nyhetsbrev - På e-post hver morgen, kostnadsfritt

# support_email_subject
source: Feedback for Investtech
da: Feedback til Investtech
no: Tilbakemelding til Investtech

# support_email_body_1
source: The following details relate to your application and device, helps us diagnose any technical issues which your comments might relate to. However, you can remove them if you prefer.
da: Følgende detaljer relaterer sig til din henvendelse og enhed og hjælper os med at diagnosticere tekniske problemer, som dine kommentarer måtte relatere sig til. Men hvis du foretrækker det, kan du fjerne dem.
no: Disse detaljene om appen og enheten du bruker, hjelper oss å diagnostisere potensielle tekniske problemer. Du kan likevel slette dem, hvis du vil.

# support_email_body_2
source: PLEASE DESCRIBE BELOW THE PROBLEM YOU ARE FACING SO WE CAN IMPROVE YOUR INVESTTECH EXPERIENCE:
da: BESKRIV VENLIGST DIT PROBLEM NEDENFOR, SÅ VI KAN FORBEDRE DIN OPLEVELSE AF INVESTTECH:
no: VI HJELPER DEG GJERNE. VENNLIGST BESKRIV PROBLEMET HER:

# include_notes_summary
source: Include personal notes associated with a stock while sharing
no: Inkluder personlige notater om aksjen ved deling

# write_review_summary
source: Rate us 5 stars on Google Play
no: Gi oss 5 stjerner på Google Play

# eval_info_short_term
source: Advanced Technical Analysis Short Term Recommendation one to six weeks
da: Automatiske tekniske analyser Langt sigt Anbefaling én til seks kvartaler
no: Automatiske tekniske analyser Kort sikt Anbefaling en til seks uker

# eval_info_medium_term
source: Advanced Technical Analysis Medium Term Recommendation one to six months
da: Automatiske tekniske analyser Mellemlangt sigt Anbefaling én til seks måneder
no: Automatiske tekniske analyser Mellomlang sikt Anbefaling en til seks måneder

# eval_info_long_term
source: Advanced Technical Analysis Long Term Recommendation one to six quarters
da: Automatiske tekniske analyser Kort sigt Anbefaling én til seks uger
no: Automatiske tekniske analyser Lang sikt Anbefaling en til seks kvartaler

# removed_from_favorites
source: Removed from Favourites & Notes
da: Fjernet fra Favoritter & Noter
no: Slettet fra Favoritter & Notater

# share_message_template
source: Technical Analysis for %1$ by Investtech. read more here: %2$
da: Tekniske analyser af %1$s af Investtech. Læs mere her: %2$s
no: Teknisk analyse av %1$s ved Investtech, les mer her: %2$s

# existing_user_new_update_message
source: Dear customer, We\'re always working to make Investtech better for you. Thanks to your feedback and suggestions, we\'ve completely rebuilt the app from the ground up. Streamlining the features you love, re-inventing and simplifying others for a much better user experience. Learn technical analysis is now an independent free app which can be accessed under Settings > Learn Technical Analysis We\'re overjoyed and think you will too! As always, we\'d love your feedback. Reach out to our support team under Settings > Support. Thank you for using Investtech. Christian Sveen Harto CEO
da: Kære kunde, Viarbejder altid på at gøre Investtech bedre for dig. Takket være din feed back og dine forslag, har vi redesignet vores app fra bunden og op. Strømlinet de funktioner du elsker, genopfundet og forenklet for at give dig en langt bedre brugeroplevelse. Læren om teknisk analyse er nu en selvstændig app, som der er adgang til under Indstillinger > Lær Teknisk Analyse Vier ovenud glade og tænker, at du også vil blive det! Som altid vil vi elske at modtage din feedback. Kontakt vores support team under Indstillinger > Support. Tak fordi du bruger Investtech. Christian Sveen Harto CEO
no: Kjære kunde! Vi jobber hele tiden for å gjøre Investtech bedre for deg. Basert på dine tilbakemeldinger og forslag, har vi bygget opp appen helt på nytt. Vi har effektivisert favorittfunksjonene dine, og forenklet andre for å gi en bedre brukeropplevelse. Lær teknisk analyse er nå en egen gratis app under Innstillinger > Lær teknisk analyse. Vi er kjempfornøyd og tror du blir det også! Som alltid blir vi glade for tilbakemeldinger. Kontakt oss under Innstillinger > Kundeservice. Takk for at du bruker Investtech. Christian Sveen Harto CEO

# lta
source: Learn Technical Analysis
da: Lær teknisk analyse
no: Lær teknisk analyse

# lta_info
source: In 4 simple steps. Now free!
da: i fire enkle trin. Nu gratis!
no: i fire enkle steg. Kostnadsfritt!

source: Get the app
da: Få app\'en
no: Hent appen

source: Open app
da: Åbn app\'en
no: Åpne appen

# intro_title_1
source: Technical Analyses for 10 countries
da: Tekniske analyser for 10 lande
no: Teknisk analyse for 10 land

# intro_title_2
source: Fully customizable
da: Tilpasses nemt
no: Egendefinert startside

# intro_title_3
source: Track your favourite stocks
da: Spor dine favoritaktier
no: Følg dine favorittaksjer

# intro_desc_1
source: Easily toggle between markets
da: Skift nemt mellem markeder
no: Enkelt å veksle mellom markeder

# intro_desc_2
source: Add, remove, re-order your home
da: Tilføj, fjern og skab din egen startside.
no: Legg til, slett og omorganiser startsiden

# intro_desc_3
source: Search and add any stock to your favourites
da: Søg og tilføj en hvilken som helst aktie til dine favoritter
no: Søk fram og legg til aksjer i dine favoritter

source: See all
da: Se alle
no: Se mer

source: Positive
da: Køb
no: Kjøp

source: Negative
da: Sælg
no: Selg

source: or
da: eller
no: eller

source: Favourite
da: Favorit
no: Favoritt

source: Notes
da: Noter
no: Notater

source: Last modified
da: Sidst modificeret
no: Sist endret

source: Delete
da: Slet
no: Slett

source: Share
da: Del
no: Del

source: Delete all
da: Slet alt
no: Slett alt

source: Undo
da: Fortryd
no: angre

source: Are you sure?
da: Er du sikker?
no: Er du sikker?

# delete_all_favorites_message
source: This will clear all Favourites and Notes.
no: Du sletter nå alle Favoritter og Notater.

# note_exists_warning
source: You have a note saved for this stock.
da: Du har gemt en note på denne aktie.
no: Du har lagret et notat for denne aksjen.

# free_trail_button_text
source: Get 1 Week Free
da: Få én uge gratis
no: Få 1 uke gratis

source: Unlock all features
da: Lås alle funktioner op
no: Kjøp alt

source: Best value
da: Højeste værdi
no: Mest for pengene

source: Retry
da: Prøv igen
no: Prøv igjen

source: Agree
da: Enig
no: Enig

source: Decline
da: Nej tak
no: Ikke enig

# empty_favorites
source: No favourites yet! Star your favourite stocks to collect them here!
da: Ingen favoritter endnu! Giv dine favoritaktier en stjerne for at samle dem her
no: Ingen favoritter ennå! Gi favorittaksjene dine en stjerne for å samle dem her

# add_favorites
source: Add favourites
da: Tilføj favoritter
no: Legg til favoritter

source: seconds
da: sekunder
no: sekunder

source: minute
da: minut
no: minutt

source: minutes
da: minutter
no: minutter

source: hour
da: time
no: time

source: hours
da: timer
no: timer

source: day
da: dag
no: dag

source: days
da: dage
no: dager

source: Choose a theme
da: Vælg en baggrundsfarve
no: Velg en bakgrunnsfarge

source: Theme
da: Baggrund
no: Bakgrunn

source: Light
da: Lys
no: Lys

source: Dark
da: Mørk
no: Mørk

# theme_description
source: Pick a theme that works for you. You can always change your mind later in settings.
da: Vælg den farve, der passer til dig. Kan ændres senere via indstillinger.
no: Velg fargen som passer for deg. Endres senere via Innstillinger.

source: Disclaimer
da: Ansvarsfraskrivelse
